#Пользователь вводит число. Выведите на экран квадрат этого числа, куб этого числа.
num = int(input("Введите  число: "))
print (num**2)
print (num**3)

