#Вывести на экран прямоугольник, заполненный буквами А. Количество
# строк в прямоугольнике равно 5, количество столбцов равно 8.
print ('A'*8,'A'*8,'A'*8,'A'*8,'A'*8,sep='\n')
