#Дано число. Если оно меньше 7, то вывести Yes, если больше 10,
#то вывести No, если равно 9, то вывести Error.
var=int(input("Введите  число: "))
if var < 7:
    print("yes")
elif var > 10:
        print("no")
elif var == 9:
    print("error")

