# Дано два числа. Вывести наибольшее из них.
num1=int(input("Введите первое число: "))
num2=int(input("Введите второе число: "))
if num1 >num2:
    print(num1)
elif num2 >num1:
    print(num2)
